package main

const (
	MsgHello  = `Привет! Я бот, который может рассчитать и конвертировать сумму твоего заказа с Юаней на Рубли💱`
	MsgConv   = `Введите сумму товаров в Юань, а я рассчитаю💁‍♂️`
	MsgNumErr = `Вы ввели недопустимое значение🙅‍♂️ 
Пожалуйста, повторите ввод.`
	MsgRes     = `Итого у вас вышло: %.2f рублей.`
	MsgContact = "По вопросам и заказам пишите: @SKusatov"
	MsgOrder   = `Заказ можете сделать на нашей странице инстаграма: @vox.kz
Также вы можете оформить свой заказ у главного менеджера: @SKusatov`
	MsgErr    = `Неопознанная команда😟`
	MsgPutNum = `Введите сумму`
)
